cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap homebrew/dupes

cask 'java8'

brew 'fish'
brew 'gradle'
brew 'maven'
brew 'python3'
brew 'python'
brew 'vim',args: ['override-system-vi','with-lua','with-python3']
brew 'neovim'
brew 'md5sha1sum'
brew 'yarn',args: ['without-node']
brew 'fzf'
brew 'thefuck'
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'git-flow'
brew 'go'


cask 'google-chrome'
cask 'iterm2'
cask 'neteasemusic'
cask 'qqmusic'
cask 'visual-studio-code'
cask 'qq'
cask 'thunder'
cask 'jetbrains-toolbox'
cask 'kap'
cask 'gitkraken'
cask 'sourcetree'
cask 'jietu'
cask 'iina'
cask 'qblocker'
cask 'uninstallpkg'
cask 'dukto'
                                      
