cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'fish'
brew 'gradle'
brew 'maven'
brew 'python3'
brew 'vim',args: ['override-system-vi','with-lua','with-python3']
brew 'md5sha1sum'
brew 'node'
brew 'yarn'
brew 'fzf'
brew 'z'

cask 'google-chrome'
cask 'iterm2'
cask 'neteasemusic'
cask 'visual-studio-code'
cask 'java'
cask 'qq'
cask 'thunder'
cask 'mplayerx'
cask 'jetbrains-toolbox'
