fisherman/await
oh-my-fish/theme-bobthefish
fisherman/docker-completion
fisherman/fnm
fisherman/get
fisherman/get_file_age
fisherman/getopts
fisherman/last_job_id
fisherman/menu
oh-my-fish/plugin-osx
oh-my-fish/plugin-proxy
oh-my-fish/plugin-ssh
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-z
